<?php
// показывать или нет выполненные задачи
$show_complete_tasks = rand(0, 1);
$projects = ["Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];
$tasks = [
    0 => [
        'name' => 'Собеседование в IT компании',
        'date' => '01.12.2018',
        'category' => 'Работа',
        'complete' => 'Нет'
    ],
    1 => [
        'name' => 'Выполнить тестовое задание',
        'date' => '25.12.2018',
        'category' => 'Работа',
        'complete' => 'Нет'
    ],
    2 => [
        'name' => 'Сделать задание первого раздела',
        'date' => '21.12.2018',
        'category' => 'Учеба',
        'complete' => 'Да'
    ],
    3 => [
        'name' => 'Встреча с другом',
        'date' => '22.12.2018',
        'category' => 'Входящие',
        'complete' => 'Нет'
    ],
    4 => [
        'name' => 'Купить корм для кота',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'complete' => 'Нет'
    ],
    5 => [
        'name' => 'Заказать пиццу',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'complete' => 'Нет'
    ]
];
